Repository: hugomelo/ralsp
Catalog: src/cake/app/locale/por/LC_MESSAGES/backstage.po
Languages: pt_br

source: ModuleName header: title
pt_br: Título

source: ModuleName header: abstract
pt_br: Resumo

source: ModuleName header: publishing_status
pt_br: Estado de publicação

source: ModuleName header: created
pt_br: Criado

source: ModuleName header: modified
pt_br: Modificado

source: Data
pt_br: dados

source: UserUser header: name
pt_br: Nome

source: UserUser header: profiles
pt_br: Perfis de usuário

source: UserUser header: actions
pt_br: Ações

source: UserProfile header: name
pt_br: Nome do perfil

source: UserProfile header: permissions
pt_br: Permissões

source: UserProfile header: actions
pt_br: Ações

source: UserPermission header: name
pt_br: Permissão

source: UserPermission header: description
pt_br: Descrição

source: UserPermission header: actions
pt_br: Ações

source: publish
pt_br: publicá-lo

source: Could not change publishing status: communication error.
pt_br: Não foi possível mudar o estado de publicação. Houve um erro de comunicação.

source: Now, this document is hidden. You can %s.
pt_br: Neste momento o documento está oculto. Você pode %s.

source: mark it as draft
pt_br: retirá-lo do ar

source: Now, this document is published. You can %s.
pt_br: Este documento está publicado. Você pode %s.

source: Your data cannot be saved - TITLE.
pt_br: Falha ao salvar

source: Your data cannot be saved - TEXT.
pt_br: Existem um ou mais campos cujo conteúdo não obedece os critérios editoriais. Estes campos estão em vermelho, com uma mensagem explicando o problema, corrija-os e salve de novo o documento.

source: Your data has been saved - BACK TO DASHBOARD
pt_br: Voltar

source: Your data has been saved - CONTINUE EDITING
pt_br: Continuar editando

source: Your data has been saved - VIEW THIS ON THE PUBLIC PAGE
pt_br: Visualizar

source: Your data has been saved - TITLE.
pt_br: Sucesso

source: Your data has been saved - TEXT.
pt_br: Os dados foram salvos com sucesso.

source: Add new
pt_br: Adicione novo conteúdo

source: This content already has translations for %s.
pt_br: Este conteúdo já possui traduções para %s.

source: If you want you can create a version for %s
pt_br: Se desejar, você pode criar uma versão em %s

source: Editing
pt_br: Editando

source: the %s version.
pt_br: a versão %s.

source: Now, this version is hidden. You can %s.
pt_br: Neste momento o documento está oculto. Você pode %s.

source: Now, this version is published. You can %s.
pt_br: Este documento está publicado. Você pode %s.

source: Save
pt_br: Salvar

source: Save box: cancel this change.
pt_br: cancelar a alteração

source: mark it as ready
pt_br: sinalizar documento pronto

source: remove it
pt_br: excluir

source: Version marked as draft. You can %s.
pt_br: Documento marcado como rascunho. Você pode %s.

source: Login failed. Invalid username or password.
pt_br: Nome de usuário ou senha inválidos.

source: You are not authorized to access that location.
pt_br: Faça o login para continuar.

source: Edit
pt_br: Editar

source: Delete
pt_br: Excluir

source: New password success title
pt_br: Nova senha salva com sucesso

source: Login page: username label
pt_br: Usuário

source: Login page: password label
pt_br: Senha

source: Login page: Enter
pt_br: Entrar

source: Editing a person
pt_br: Editando um pessoa

source: Editing a gallery
pt_br: Editando uma galeria de fotos

source: Editing a new
pt_br: Editando uma novidade

source: Editing a paper
pt_br: Editando uma função

source: Editing a user_users
pt_br: Editando um usuário

source: Editing a user_profiles
pt_br: Editando um perfil

source: Editing a user_permissions
pt_br: Editando uma permissão

source: Page title header - BackstageCustom module user_users
pt_br: Listagem de editores / administradores

source: Page title header - BackstageCustom module user_profiles
pt_br: Listagem dos perfis de usuário

source: Page title header - BackstageCustom module user_permissions
pt_br: Listagem das permissões

source: Add new user_users
pt_br: Adicionar novo usuário

source: Add new user_profiles
pt_br: Criar novo perfil

source: Add new user_permissions
pt_br: Criar nova permissão

source: Language name: por
pt_br: português

source: Language name: eng
pt_br: inglês

source: Language name: nno
pt_br: norueguês

source: Language name: lav
pt_br: letão

source: Language name: gre
pt_br: grego

source: Language name: ukr
pt_br: ucraniano

source: Language name: ger
pt_br: alemão

source: Editing a news
pt_br: Editando uma novidade

source: Editing a publications
pt_br: Editando uma publicação

source: Editing a cases
pt_br: Editando um caso

source: Page title header - BackstageCustom module news
pt_br: Novidades

source: Page title header - BackstageCustom module publications
pt_br: Publicações

source: Page title header - BackstageCustom module cases
pt_br: Casos

source: Add new news
pt_br: Adicione novo novidades

source: Add new publications
pt_br: Abrir novas publicações

source: Add new cases
pt_br: Adicione novo caso
