Repository: hugomelo/ralsp
Catalog: src/cake/app/locale/por/LC_MESSAGES/content_stream.po
Languages: pt_br

source: Title for PieImage content
pt_br: Imagem

source: Title for PieFile content
pt_br: Arquivo

source: Title for PieText content
pt_br: Texto

source: Title for PieDivider content
pt_br: Divisória

source: Title for PieTitle content
pt_br: Título

source: Title for PieMember content
pt_br: Membro do Museu

source: Title for PieGadget content
pt_br: Vídeo/Áudio

source: Title for PieLogo content
pt_br: Logo

source: PieDivider instructions
pt_br: Confirme a inserção de um divisor clicando no botão:

source: PieFile.file_id label
pt_br: Arquivo

source: PieFile.file_id instructions
pt_br: Escolha o arquivo e espere até que ele seja carregado.

source: PieFile.title label
pt_br: Título (opcional)

source: PieFile.description label
pt_br: Descrição (opcional)

source: PieFile - Download file:
pt_br: Baixar o arquivo:

source: PieImage.file_id label
pt_br: Arquivo da imagem

source: PieImage.file_id instructions
pt_br: Escolha o arquivo e espere até que ele seja carregado.

source: PieImage.title label
pt_br: Título (opcional)

source: PieImage.subtitle label
pt_br: Subtítulo (opcional)

source: PieLogo.file_id label
pt_br: Arquivo da imagem

source: PieLogo.file_id instructions
pt_br: Escolha o arquivo e espere até que ele seja carregado.

source: PieLogo.name label
pt_br: Nome da entidade/empresa

source: PieLogo.link label
pt_br: Link do site

source: PieLogo.link instructions
pt_br: O link deve iniciar com http://. Deixe em branco caso não queira que a imagem fique com link.

source: PieMember.file_id label
pt_br: Foto

source: PieMember.file_id instructions
pt_br: Escolha o arquivo e espere até que ele seja carregado. Dê preferêcia para fotos no em "paisagem".

source: PieMember.name label
pt_br: Nome

source: PieMember.cargo label
pt_br: Cargo

source: PieMember.description label
pt_br: Descrição

source: PieText.text label
pt_br: Texto

source: PieTitle.level label
pt_br: Tamanho do título

source: PieTitle level 1
pt_br: Grande

source: PieTitle level 2
pt_br: Médio

source: PieTitle.title label
pt_br: O título

source: Corktile input label for cork
pt_br: Fluxo de texto

source: Corktile input instructions for cork
pt_br: Adicione textos, imagens, títulos e/ou divisórias

source: Corktile input label for about_just_logos
pt_br: Logos

source: Corktile input instructions for about_just_logos
pt_br: Adicione logos de parceiros/apoiadores

source: Corktile input label for staff_council
pt_br: Conselho diretor

source: Corktile input instructions for staff_council
pt_br: Adicione os membros do conselho diretor

source: Corktile input label for about_members
pt_br: Membros

source: Corktile input instructions for about_members
pt_br: Adicione os membros do Museu

source: Corktile input label for about_texts
pt_br: Textos

source: Corktile input instructions for about_texts
pt_br: Adicione textos e/ou títulos

source: Corktile input label for about_images
pt_br: Imagens

source: Corktile input instructions for about_images
pt_br: Adicione imagens

source: Corktile input label for document
pt_br: Documento

source: Corktile input instructions for document
pt_br: Um docmento completo, com textos, títulos, arquivos, imagens, divisórias

source: Corktile input label for about_logos
pt_br: Títulos e logos

source: Corktile input instructions for about_logos
pt_br: Adicione títulos e logos de parceiros/apoiadores

source: Corktile input label for only_text
pt_br: Textos

source: Corktile input instructions for only_text
pt_br: Adicione apenas textos

source: Corktile input label for text_and_title
pt_br: Textos e títulos

source: Corktile input instructions for text_and_title
pt_br: Adicione textos e/ou títulos
