Repository: hugomelo/ralsp
Catalog: src/cake/app/locale/por/LC_MESSAGES/dashboard.po
Languages: pt_br

source: Text
pt_br: Texto

source: or search for a content previously inserted
pt_br: ou procure por um conteúdo já cadastrado

source: Show All
pt_br: Todos

source: Notice of marking as draft success - TITLE
pt_br: Conteúdo marcado como rascunho

source: Notice of marking as draft success - TEXT
pt_br: O conteúdo foi marcado como rascunho com sucesso, ele não aparecerá mais na página pública.

source: Notice of marking as draft failure - TITLE
pt_br: Falha em marcar como rascunho

source: Notice of marking as draft failure - TEXT
pt_br: Não foi possível marcar como rascunho este conteúdo. Tente de novo mais uma vez. É possível que você não tenha permissão de executar esta operação.

source: Notice of publishing success - TITLE
pt_br: Conteúdo publicado

source: Notice of publishing success - TEXT
pt_br: O conteúdo foi publicado com sucesso

source: Notice of publishing failure - TITLE
pt_br: Falha ao publicar conteúdo

source: Notice of publishing failure - TEXT
pt_br: Não foi possível publicar este conteúdo. Tente de novo mais uma vez. É possível que você não tenha permissão de executar esta operação.

source: Confirm the delete - TITLE
pt_br: Confirmação de exclusão

source: Confirm the delete - TEXT
pt_br: Você deseja realmente excluir este conteúdo? Todos os dados serão perdidos e não poderão mais ser recuperados.

source: DELETE - YES
pt_br: Sim

source: DELETE - NO
pt_br: Não

source: Notice of delete success - TITLE
pt_br: Conteúdo excluído

source: Notice of delete success - TEXT
pt_br: Sucesso ao excluir conteúdo.

source: Notice of delete failure - TITLE
pt_br: Falha na exclusão

source: Notice of delete failure - TEXT
pt_br: Não foi possível excluir este conteúdo. Tente de novo uma segunda vez. É possível que você não tenha permissão para excluir conteúdos.

source: Hide from public
pt_br: Tirar do ar

source: Publish to the great public
pt_br: Publicar

source: Delete content
pt_br: Excluir

source: Dashboard: See on the page
pt_br: Visualizar

source: Dashboard: Edit
pt_br: Editar

source: Page title - Dashboard
pt_br: Página do editor

source: Add new content:
pt_br: Adicione novo conteúdo

source: or
pt_br: ou

source: Close item list
pt_br: Cancelar

source: Open item list
pt_br: Adicione novo conteúdo

source: Type
pt_br: Tipo

source: Spaces
pt_br: Espaços

source: Dashboard header: Type
pt_br: Tipo

source: Dashboard header: Space
pt_br: Espaços

source: Dashboard header: Status
pt_br: Status

source: Dashboard header: Name
pt_br: Nome

source: Dashboard header: Extra info
pt_br: Informação extra

source: Dashboard header: Created
pt_br: Criado

source: Dashboard header: Modified
pt_br: Modificado

source: Dashboard - dashboard header: Translations
pt_br: Linguagens

source: Dashboard status: published
pt_br: Publicado

source: Dashboard status: draft
pt_br: Rascunho

source: Dashboard types: new
pt_br: Novidade

source: Dashboard types: news
pt_br: Novidade

source: Dashboard types: corktile
pt_br: Conteúdo fixo

source: Dashboard types: scientific_news
pt_br: Notícia científica

source: Dashboard types: event
pt_br: Evento

source: Dashboard types: events
pt_br: Evento

source: Dashboard types: document
pt_br: Documento

source: Dashboard types: documents
pt_br: Documento

source: Dashboard types: gallery
pt_br: Fotos

source: Dashboard types: galleries
pt_br: Galeria

source: Dashboard types: factory
pt_br: Programa

source: Dashboard types: factorys
pt_br: Subsite

source: Dashboard types: highlight
pt_br: Destaque

source: Dashboard types: lecture
pt_br: Palestra

source: Dashboard types: speaker
pt_br: Palestrante

source: Dashboard types: digital_collection
pt_br: Documento de Acervo

source: Dashboard language abrev.: por
pt_br: pt

source: Dashboard language abrev.: eng
pt_br: en

source: Dashboard language abrev.: nno
pt_br: pt

source: Dashboard language abrev.: lav
pt_br: pt

source: Dashboard language abrev.: gre
pt_br: pt

source: Dashboard language abrev.: ukr
pt_br: pt

source: Dashboard language abrev.: ger
pt_br: pt
